[
{"title": ["Reparations", "The Precious Blood of Jesus", "Once a Langmore...", "Stag", "Game Day", "Outer Darkness", "One Way Out", "The Big Sleep", "The Badger", "The Gold Coast"], "release_date": ["(31 Aug. 2018)", "(31 Aug. 2018)", "(31 Aug. 2018)", "(31 Aug. 2018)", "(31 Aug. 2018)", "(31 Aug. 2018)", "(31 Aug. 2018)", "(31 Aug. 2018)", "(31 Aug. 2018)", "(31 Aug. 2018)"], "synopsis": ["Ruth's dad gets out of jail. Approval for a riverboat casino calls for Wendy's political skills. The Mexican cartel demands reparations from the Snells.", "When a mobster jeopardizes the casino bill, Marty enlists Buddy's help. Wendy resorts to dirty tactics to get votes. Cade reminds Ruth of her roots.", "Wendy does damage control when Wilkes's pressure on Sen. Blake backfires. Rachel is sent on a mission. Ruth resists accepting her Langmore destiny.", "The FBI sends out a second lure. Charlotte slips up while chatting with Wyatt. The Byrdes grow wary of Rachel, who deflects suspicion onto someone else.", "Agent Petty's revelation tests the loyalties of Marty, Ruth and the cartel. Despite the FBI closing in, the Snells refuse to destroy their poppies.", "An FBI search of the Snells' field yields a surprise. Playing hardball, Agent Petty questions Wilkes. The Byrdes mourn a loss.", "Mason goes off the deep end and focuses his rage on the Byrdes. Ruth tries to make her dad proud during a boat-part heist.", "Darlene makes one too many rash moves. Marty tries to free Rachel from Agent Petty's grasp. Jonah helps his mom force Wilkes to continue his support.", "Marty finds a way around the Snells. Charlotte hires a lawyer. The Byrdes get a meeting with the gaming commission, whose approval comes with a big ask.", "Marty makes plans without telling Wendy. Darlene sends a message via Jonah. Wyatt learns the truth about his dad. Ruth realizes Cade must be stopped."], "rating": [" 8.3", " 8.1", " 8.0", " 8.2", " 8.9", " 8.6", " 8.5", " 8.3", " 8.7", " 9.0"]},
{"title": ["Wartime", "Civil Union", "Kevin Cronin Was Here", "Boss Fight", "It Came from Michoacán", "Su Casa Es Mi Casa", "In Case of Emergency", "BFF", "Fire Pink", "All In"], "release_date": ["(27 Mar. 2020)", "(27 Mar. 2020)", "(27 Mar. 2020)", "(27 Mar. 2020)", "(27 Mar. 2020)", "(27 Mar. 2020)", "(27 Mar. 2020)", "(27 Mar. 2020)", "(27 Mar. 2020)", "(27 Mar. 2020)"], "synopsis": ["Marty is pressured to move money ahead of schedule, Wendy pitches a high-stakes plan, Wyatt lives the good life, and Ruth butts heads in the casino.", "Wendy asks Helen - not Marty - to help close a deal, the Byrdes get a new houseguest, and business goes boom aboard a rival casino.", "The FBI dives into the casino's finances, Wendy's dreams take a dark turn, and Marty worries that the writing may be on the wall.", "As Wendy, Helen and Ruth strive to keep the business humming, Navarro plays mind games with Marty, who worries he'll never see his family again.", "Maya steps up her bid to turn Marty, whose eerily calm demeanor has Wendy worried. The Byrdes buy a horse farm on behalf of Navarro.", "Marty and Wendy tell each other how they really feel, Ruth confronts Wyatt, Darlene lets her ambitions be known, and Ben's past comes into focus.", "The FBI questions Ruth, tensions between Cosgrove and Marty hit a new high, Sue takes on a new patient, and Wendy recruits for her foundation.", "Ruth isn't happy about Marty and Wendy's plan to bury the hatchet with Frank Jr. The Byrdes make a difficult decision about Ben. Maya is reprimanded.", "Ben's confrontation with Helen and Erin sends the Byrdes into crisis mode. Meanwhile, Sam's concerns about the FBI inspire little sympathy.", "While Wendy battles personal demons, Marty struggles to keep their lives from falling apart. Darlene does Ruth a favor."], "rating": [" 8.3", " 8.5", " 8.6", " 8.6", " 8.3", " 8.7", " 8.4", " 8.9", " 9.4", " 9.5"]},
{"title": ["Sugarwood", "Blue Cat", "My Dripping Sleep", "Tonight We Improvise", "Ruling Days", "Book of Ruth", "Nest Box", "Kaleidoscope", "Coffee, Black", "The Toll"], "release_date": ["(21 Jul. 2017)", "(21 Jul. 2017)", "(21 Jul. 2017)", "(21 Jul. 2017)", "(21 Jul. 2017)", "(21 Jul. 2017)", "(21 Jul. 2017)", "(21 Jul. 2017)", "(21 Jul. 2017)", "(21 Jul. 2017)"], "synopsis": ["After his business partner cheats a dangerous client, financial adviser Marty must devise a radical plan to save the lives of himself and his family.", "In the Ozarks, Marty struggles to find a local business he can use for money laundering, while his kids make new friends but neglect a crucial duty.", "Marty finds a way to control Ruth. Wendy worms her way into a job. Looking for another business to invest in, Marty digs for info on the strip bar.", "Marty hires Ruth to pull off a heist. Agent Petty forges a relationship with a member of the Langmore family. Jonah exhibits disturbing behavior.", "Marty decides to invest in the religious sector, unaware he will disrupt a discreet business operation. A surprise visitor shows up at the Byrde home.", "Jacob educates Marty on his business. Ruth devises and sets in motion a deadly plan. Rachel learns Marty is cooking the books at the Blue Cat Lodge.", "To stop Jacob from carrying out his threat, Marty makes an offer. Agent Petty gets what he needs to turn Russ. Charlotte grows desperate to escape.", "In a flashback to 10 years prior, Wendy struggles with depression, Del asks Marty to be his financial advisor, and Agent Petty faces a family crisis.", "Russ learns Agent Petty's true identity and makes plans to murder, steal and flee. Wendy stumbles on an ideal business to add to the Byrde portfolio.", "During his next sermon, Mason falters. Wendy and the kids are caught trying to flee their home. Marty brokers a deal between Jacob and Del."], "rating": [" 8.5", " 8.2", " 7.7", " 8.1", " 8.0", " 8.1", " 8.1", " 7.6", " 8.9", " 9.2"]}
]